IDEA Open Model
SectionCharacteristics Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the SectionCharacteristics class
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SectionCharacteristics()
Public Sub New
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace